/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Auf dem Server ist ein Fehler aufgetreten. Bitte erneut versuchen.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Ein unbekannter Fehler trat auf. Bitte erneut versuchen.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API-Schlüssel";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Generieren";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Nur, wenn der Mac ruht";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Nur, wenn die Priorität mindestens ist:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Mitteilungen diesen Präfix voranstellen:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl-Login";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Zu Prowl senden";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Die Anwendung hat einen Befehl an den Server gesendet, welcher ihn nicht versteht. Bitte erneut versuchen.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Sie sind nicht angemeldet und können keinen API-Schlüssel generieren.";

